tap "homebrew/command-not-found"
tap "mistertea/et"
tap "nikitabobko/tap"
tap "sst/tap"
tap "xwmx/taps"
brew "bat"
brew "python@3.13"
brew "buku"
brew "coreutils"
brew "deno"
brew "entr"
brew "evil-helix"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "go"
brew "gopls"
brew "graphviz"
brew "grc"
brew "gum"
brew "hugo"
brew "ical-buddy"
brew "jq"
brew "jrnl"
brew "lazygit"
brew "lua-language-server"
brew "luarocks"
brew "mas"
brew "mdless"
brew "navi"
brew "neovim"
brew "node"
brew "nushell"
brew "pipx"
brew "pngpaste"
brew "pnpm"
brew "pyright"
brew "ripgrep"
brew "rust-analyzer"
brew "sesh"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "stylua"
brew "taskwarrior-tui"
brew "tmux"
brew "todoist-cli"
brew "uv"
brew "xclip"
brew "yarn"
brew "yazi"
brew "yq"
brew "zoxide"
brew "mistertea/et/et"
brew "xwmx/taps/nb", args: ["HEAD"]
cask "aerospace"
mas "Fantastical", id: 975937182
mas "Todoist", id: 585829637
vscode "anthropic.claude-code"
vscode "bodil.file-browser"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dotjoshjohnson.xml"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.vscode-typescript-next"
vscode "mtxr.sqltools"
vscode "naumovs.color-highlight"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "tamasfe.even-better-toml"
vscode "tobias-z.vscode-harpoon"
vscode "typescriptteam.native-preview"
vscode "viktorparaj.vague-theme"
vscode "vscodevim.vim"
vscode "vsls-contrib.gistfs"
vscode "yinfei.luahelper"
