tap "homebrew/command-not-found"
tap "railwaycat/emacsmacport"
tap "sst/tap"
brew "bat"
brew "buku"
brew "coreutils"
brew "deno"
brew "entr"
brew "evil-helix"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "go"
brew "gopls"
brew "graphviz"
brew "grc"
brew "gum"
brew "hugo"
brew "ical-buddy"
brew "jq"
brew "jrnl"
brew "lazygit"
brew "lua-language-server"
brew "luarocks"
brew "mas"
brew "navi"
brew "neovim"
brew "nushell"
brew "pngpaste"
brew "pyright"
brew "ripgrep"
brew "rust-analyzer"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "stylua"
brew "taskwarrior-tui"
brew "tmux"
brew "todoist-cli"
brew "uv"
brew "xclip"
brew "yazi"
brew "yq"
brew "mistertea/et/et"
brew "sst/tap/opencode"
cask "brave-browser@beta"
cask "mactex"
cask "qbittorrent@lt20"
mas "1Password for Safari", id: 1569813296
mas "BBEdit", id: 404009241
mas "Fantastical", id: 975937182
mas "Snippit", id: 1465481124
mas "TextSniper", id: 1528890965
mas "Todoist", id: 585829637
mas "Vinegar", id: 1591303229
mas "xSearch", id: 1579902068
vscode "anysphere.cursorpyright"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter-renderers"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "vscodevim.vim"
