tap "homebrew/command-not-found"
tap "mistertea/et"
tap "sst/tap"
brew "bat"
brew "python@3.13"
brew "buku"
brew "coreutils"
brew "deno"
brew "entr"
brew "evil-helix"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "go"
brew "gopls"
brew "graphviz"
brew "grc"
brew "gum"
brew "hugo"
brew "ical-buddy"
brew "jq"
brew "jrnl"
brew "lazygit"
brew "lua-language-server"
brew "luarocks"
brew "mas"
brew "navi"
brew "neovim"
brew "node"
brew "nushell"
brew "pipx"
brew "pngpaste"
brew "pnpm"
brew "pyright"
brew "ripgrep"
brew "rust-analyzer"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "stylua"
brew "taskwarrior-tui"
brew "tmux"
brew "todoist-cli"
brew "uv"
brew "xclip"
brew "yarn"
brew "yazi"
brew "yq"
