jorgebucaran/fisher
ilancosman/tide@v5
budimanjojo/tmux.fish
jorgebucaran/autopair.fish
meaningful-ooo/sponge
jethrokuan/z
joseluisq/gitnow@2.10.0
jorgebucaran/replay.fish
patrickf1/fzf.fish
